const RU = {
    header:{
        home:'Главная',
        news:'Новости',
        projects:'Наши проекты',
        services:'Наши услуги',
        contacts:'Контакты',
    },
    homepage:{
        title:'Создаем простраство, в котором хочется жить',
        subtitle:'Строим, благоустраиваем и обслуживаем городские и частные территории, объединяя надежность, комфорт и эстетику',
        button1:'Подробнее',
        button2:'Присоединиться',
    },

    benefits:{
        title:'Наши строительные преимущества',
        subtitle:'Мы предлагаем инновационные решения, которые не только повышают экологическую устойчивость, но и способствуют экономической эффективности',
    },

    services:{
        title:'Предоставление лучших услуг',
        subtitle_lg:'Мы стремимся предоставлять услуги высшего качества, создавая условия для вашего роста, развития и комфорта. Объединяя экспертизу в организации деловых мероприятий, поддержке стартапов, IT-решениях, туризме и образовании в Корее, мы предлагаем комплексный и эффективный подход, где каждая деталь работает на ваш безупречный результат',
        subtitle:'Мы стремимся предоставлять услуги высшего качества, создавая условия для вашего роста, развития и комфорта',
    },

    process:{
        title:'Наши проекты',
        subtitle_lg:'Мы специализируемся на строительстве жилых и коммерческих объектов, благоустройстве и озеленении территорий, ландшафтном дизайне, создании парков, садов и комфортных общественных пространств. Также мы оказываем комплексные услуги по уборке, содержанию и обслуживанию объектов и территорий, включая обслуживание инженерных систем. Наша деятельность направлена на создание надёжных, современных и эстетичных объектов, а также чистой, комфортной и ухоженной городской среды',
        subtitle:'Мы специализируемся на строительстве, благоустройстве, озеленении и комплексном обслуживании объектов и территорий, создавая современные, надёжные и комфортные пространства'
    },

    testimonials:{
        title:'Новости',
        loadMore:'Показать ещё',
        loading:'Загрузка...',
        backHome:'На главную',
        moreNews:'Больше новостей',
        readMore:'Подробнее...',
    },

    footer:{
        title:'Готовы работать с нами?',
        subtitle_lg:'Давайте воплотим ваш строительный проект в жизнь. Свяжитесь с нами для бесплатной консультации и узнайте, как мы можем помочь превратить вашу идею в реальность',
        subtitle:'Получите первоклассное обслуживание и позвольте нам сопровождать вас на вашем пути в недвижимости',
        description:'Ищите недвижимость, записывайтесь на просмотр и начинайте свой путь под руководством экспертов, которые будут сопровождать вас на каждом этапе',
        placeholder:'Ваш email',
        button:'Отправить',
        home:'Главная',
        aboutUs:'О нас',
        collection:'Коллекция',
        blogNews:'Блог и новости',
        socials:'Социальные сети',
        instagram:'Instagram',
        facebook:'Facebook',
        tiktok:'Tiktok',
        security:'Безопасность',
        privacy:'Политика конфиденциальности',
        copyrights:'Авторские права',
        userAgreements:'Пользовательские соглашения',
    }
} 

export default RU;